tap 'homebrew/bundle'

brew 'awscli'
brew 'ghq'
brew 'git'
brew 'go'
brew 'peco'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'zsh'
brew 'mas'
brew 'zplug'
brew 'zsh'
brew 'exa'
brew 'bat'
brew 'hexyl'
brew 'fd'
brew 'procs'
brew 'ripgrep'

cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'clipy'
cask 'dash'
cask 'docker'
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'gyazo'
cask 'karabiner-elements'
cask 'keycast'
cask 'slack'
cask 'the-unarchiver'
cask 'vagrant'

# vim: ft=conf
